OF_Sims/planar_Sims/cell_8dT/constant/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

/* momentumSource
{
    type            semiImplicitSource;

    timeStart       0.0;
    duration        1000;
    selectionMode   all;

    volumeMode      specific;

    sources
    {
        U
        {
            explicit    (5 0 0);
            implicit    0;
        }
    }
} */


// ************************************************************************* //
